{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2025-10-20T08:32:30-04:00",
            "Manifests": 1406
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-10-20T08:31:53-04:00",
            "Manifests": 2201
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2025-10-18T01:22:02-04:00",
            "Manifests": 367
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": "2025-10-17T12:42:44-04:00",
            "Manifests": 128
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2025-10-20T00:25:55-04:00",
            "Manifests": 322
        }
    ],
    "config": {
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
        "scoop_branch": "master",
        "aria2-enabled": true,
        "aria2-retry-wait": "5"
    },
    "apps": [
        {
            "Updated": "2025-10-13T09:30:24.331265-04:00",
            "Source": "extras",
            "Name": "7tsp",
            "Version": "0.6",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:25:20.1017531-04:00",
            "Source": "main",
            "Name": "7zip",
            "Version": "25.01",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:30:33.3843688-04:00",
            "Source": "extras",
            "Name": "autohotkey",
            "Version": "2.0.19",
            "Info": ""
        },
        {
            "Updated": "2025-10-20T08:50:34.1232915-04:00",
            "Source": "main",
            "Name": "aws",
            "Version": "2.31.18",
            "Info": ""
        },
        {
            "Updated": "2025-10-20T08:50:39.554863-04:00",
            "Source": "main",
            "Name": "bat",
            "Version": "0.26.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-17T10:04:58.514101-04:00",
            "Source": "extras",
            "Name": "bitwarden",
            "Version": "2025.10.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T12:37:28.3138884-04:00",
            "Source": "main",
            "Name": "btop-lhm",
            "Version": "1.0.5",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:34:15.0352669-04:00",
            "Source": "main",
            "Name": "bun",
            "Version": "1.3.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:34:20.4337303-04:00",
            "Source": "main",
            "Name": "cargo-binstall",
            "Version": "1.15.7",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:36:50.7279111-04:00",
            "Source": "java",
            "Name": "corretto-jdk",
            "Version": "21.0.8.9.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:36:55.326297-04:00",
            "Source": "main",
            "Name": "dark",
            "Version": "3.14.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:37:02.046717-04:00",
            "Source": "extras",
            "Name": "everything",
            "Version": "1.4.1.1029",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:37:04.6981095-04:00",
            "Source": "main",
            "Name": "everything-cli",
            "Version": "1.1.0.30",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:37:09.5077451-04:00",
            "Source": "main",
            "Name": "fd",
            "Version": "10.3.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:37:35.0814192-04:00",
            "Source": "main",
            "Name": "ffmpeg",
            "Version": "8.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:37:38.7590483-04:00",
            "Source": "main",
            "Name": "file",
            "Version": "5.45",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T09:51:46.4451842-04:00",
            "Source": "extras",
            "Name": "flow-launcher",
            "Version": "2.0.2",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:38:25.2417929-04:00",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.66.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:38:57.9893065-04:00",
            "Source": "main",
            "Name": "ghostscript",
            "Version": "10.06.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-20T08:50:55.4106632-04:00",
            "Source": "main",
            "Name": "git",
            "Version": "2.51.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:39:16.2104016-04:00",
            "Source": "extras",
            "Name": "glazewm",
            "Version": "3.9.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T09:49:58.5155047-04:00",
            "Source": "main",
            "Name": "go",
            "Version": "1.25.3",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:45:12.3933369-04:00",
            "Source": "main",
            "Name": "gradle",
            "Version": "9.1.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T16:49:11.0678299-04:00",
            "Source": "main",
            "Name": "gsudo",
            "Version": "2.6.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-20T08:51:48.5261751-04:00",
            "Source": "extras",
            "Name": "helium",
            "Version": "0.5.7.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:45:55.3411315-04:00",
            "Source": "main",
            "Name": "innounp",
            "Version": "2.65.2",
            "Info": ""
        },
        {
            "Updated": "2025-10-17T10:06:43.3881145-04:00",
            "Source": "extras",
            "Name": "jd-gui",
            "Version": "1.6.6",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T10:04:11.3553543-04:00",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF",
            "Version": "3.4.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T10:05:46.0505951-04:00",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Mono",
            "Version": "3.4.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T14:11:01.2400295-04:00",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Propo",
            "Version": "3.4.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:46:21.454314-04:00",
            "Source": "main",
            "Name": "jid",
            "Version": "0.7.6",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:46:23.2751269-04:00",
            "Source": "main",
            "Name": "jq",
            "Version": "1.8.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-15T09:59:12.7182073-04:00",
            "Source": "main",
            "Name": "less",
            "Version": "685",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T12:26:28.8213558-04:00",
            "Source": "extras",
            "Name": "librehardwaremonitor",
            "Version": "0.9.4",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:46:29.9316597-04:00",
            "Source": "main",
            "Name": "lsd",
            "Version": "1.2.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:48:59.8432004-04:00",
            "Source": "main",
            "Name": "mingw",
            "Version": "15.2.0-rt_v13-rev0",
            "Info": ""
        },
        {
            "Updated": "2025-10-15T09:37:53.7671102-04:00",
            "Source": "extras",
            "Name": "nextcloud",
            "Version": "3.17.3",
            "Info": ""
        },
        {
            "Updated": "2025-10-17T10:05:27.9253112-04:00",
            "Source": "main",
            "Name": "nodejs",
            "Version": "25.0.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-17T10:05:39.533674-04:00",
            "Source": "main",
            "Name": "nu",
            "Version": "0.108.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:50:28.488515-04:00",
            "Source": "extras",
            "Name": "obsidian",
            "Version": "1.9.14",
            "Info": ""
        },
        {
            "Updated": "2025-10-20T08:51:03.9418224-04:00",
            "Source": "extras",
            "Name": "opencode",
            "Version": "0.15.8",
            "Info": ""
        },
        {
            "Updated": "2025-10-17T10:06:34.2712988-04:00",
            "Source": "java",
            "Name": "openjdk",
            "Version": "25-36",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T13:08:57.5424173-04:00",
            "Source": "main",
            "Name": "openssl",
            "Version": "3.6.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:51:20.9715406-04:00",
            "Source": "main",
            "Name": "poppler",
            "Version": "25.07.0-0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:51:39.2383735-04:00",
            "Source": "extras",
            "Name": "putty",
            "Version": "0.83",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:54:57.449475-04:00",
            "Source": "main",
            "Name": "python",
            "Version": "3.14.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T15:30:52.9935799-04:00",
            "Source": "extras",
            "Name": "qalculate",
            "Version": "5.8.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:55:06.6043173-04:00",
            "Source": "extras",
            "Name": "rainmeter",
            "Version": "4.5.23.3836",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:55:09.7137198-04:00",
            "Source": "main",
            "Name": "resvg",
            "Version": "0.45.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-17T10:05:53.5269628-04:00",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "15.0.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:56:39.4994201-04:00",
            "Source": "main",
            "Name": "rustup",
            "Version": "1.28.2",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T10:46:11.5044998-04:00",
            "Source": "main",
            "Name": "scoop-search",
            "Version": "2.1.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:56:44.93869-04:00",
            "Source": "main",
            "Name": "starship",
            "Version": "1.23.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:56:53.0332152-04:00",
            "Source": "main",
            "Name": "syncthing",
            "Version": "2.0.10",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T09:57:21.3408307-04:00",
            "Source": "extras",
            "Name": "unigetui",
            "Version": "3.3.5",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T10:00:07.3615835-04:00",
            "Source": "extras",
            "Name": "vcredist2022",
            "Version": "14.44.35211.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T10:06:28.1957593-04:00",
            "Source": "extras",
            "Name": "vcxsrv",
            "Version": "21.1.16.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T10:03:42.9269569-04:00",
            "Source": "extras",
            "Name": "windhawk",
            "Version": "1.6.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-14T09:51:52.2682885-04:00",
            "Source": "extras",
            "Name": "windows-terminal",
            "Version": "1.23.12811.0",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T10:03:57.1545478-04:00",
            "Source": "main",
            "Name": "winfetch",
            "Version": "2.5.1",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T10:05:26.5433231-04:00",
            "Source": "extras",
            "Name": "yasb",
            "Version": "1.8.3",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T10:05:33.9530211-04:00",
            "Source": "main",
            "Name": "yazi",
            "Version": "25.5.31",
            "Info": ""
        },
        {
            "Updated": "2025-10-15T12:03:35.4187412-04:00",
            "Source": "extras",
            "Name": "zoom",
            "Version": "6.6.1.15968",
            "Info": ""
        },
        {
            "Updated": "2025-10-13T10:05:36.5311916-04:00",
            "Source": "main",
            "Name": "zoxide",
            "Version": "0.9.8",
            "Info": ""
        }
    ]
}
