{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2025-10-31T08:32:15-04:00",
            "Manifests": 1408
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-10-31T08:31:50-04:00",
            "Manifests": 2206
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2025-10-28T13:23:18-04:00",
            "Manifests": 367
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": "2025-10-29T22:18:00-04:00",
            "Manifests": 128
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2025-10-30T21:38:49-04:00",
            "Manifests": 322
        }
    ],
    "config": {
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
        "scoop_branch": "master",
        "aria2-enabled": true,
        "aria2-retry-wait": "5"
    },
    "apps": [
        {
            "Version": "0.6",
            "Name": "7tsp",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T09:30:24.331265-04:00"
        },
        {
            "Version": "25.01",
            "Name": "7zip",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:25:20.1017531-04:00"
        },
        {
            "Version": "2.0.19",
            "Name": "autohotkey",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T09:30:33.3843688-04:00"
        },
        {
            "Version": "2.31.26",
            "Name": "aws",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-31T07:32:30.0572542-04:00"
        },
        {
            "Version": "0.26.0",
            "Name": "bat",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-20T08:50:39.554863-04:00"
        },
        {
            "Version": "2025.10.0",
            "Name": "bitwarden",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-17T10:04:58.514101-04:00"
        },
        {
            "Version": "1.0.5",
            "Name": "btop",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-31T10:51:23.8149725-04:00"
        },
        {
            "Version": "1.3.1",
            "Name": "bun",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-22T09:29:06.6062433-04:00"
        },
        {
            "Version": "1.15.9",
            "Name": "cargo-binstall",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-27T09:39:52.1003943-04:00"
        },
        {
            "Version": "21.0.9.10.1",
            "Name": "corretto-jdk",
            "Source": "java",
            "Info": "",
            "Updated": "2025-10-22T09:31:31.5764317-04:00"
        },
        {
            "Version": "3.14.1",
            "Name": "dark",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:36:55.326297-04:00"
        },
        {
            "Version": "9.0.306",
            "Name": "dotnet-sdk",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-20T10:16:00.229771-04:00"
        },
        {
            "Version": "2025-09",
            "Name": "eclipse-jee",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-27T14:52:26.5263286-04:00"
        },
        {
            "Version": "1.4.1.1029",
            "Name": "everything",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T09:37:02.046717-04:00"
        },
        {
            "Version": "1.1.0.30",
            "Name": "everything-cli",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:37:04.6981095-04:00"
        },
        {
            "Version": "10.3.0",
            "Name": "fd",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:37:09.5077451-04:00"
        },
        {
            "Version": "8.0",
            "Name": "ffmpeg",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:37:35.0814192-04:00"
        },
        {
            "Version": "5.45",
            "Name": "file",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:37:38.7590483-04:00"
        },
        {
            "Version": "2.0.2",
            "Name": "flow-launcher",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-14T09:51:46.4451842-04:00"
        },
        {
            "Version": "0.66.1",
            "Name": "fzf",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-27T09:39:47.5997142-04:00"
        },
        {
            "Version": "10.06.0",
            "Name": "ghostscript",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:38:57.9893065-04:00"
        },
        {
            "Version": "2.51.2",
            "Name": "git",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-28T13:37:27.7707236-04:00"
        },
        {
            "Version": "3.9.1",
            "Name": "glazewm",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T09:39:16.2104016-04:00"
        },
        {
            "Version": "1.25.3",
            "Name": "go",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-14T09:49:58.5155047-04:00"
        },
        {
            "Version": "9.2.0",
            "Name": "gradle",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-30T13:24:06.9015232-04:00"
        },
        {
            "Version": "2.6.1",
            "Name": "gsudo",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-14T16:49:11.0678299-04:00"
        },
        {
            "Version": "0.5.8.1",
            "Name": "helium",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-27T09:41:01.0475132-04:00"
        },
        {
            "Version": "2.65.2",
            "Name": "innounp",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:45:55.3411315-04:00"
        },
        {
            "Version": "1.6.6",
            "Name": "jd-gui",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-17T10:06:43.3881145-04:00"
        },
        {
            "Version": "3.4.0",
            "Name": "JetBrainsMono-NF",
            "Source": "nerd-fonts",
            "Info": "",
            "Updated": "2025-10-14T10:04:11.3553543-04:00"
        },
        {
            "Version": "3.4.0",
            "Name": "JetBrainsMono-NF-Mono",
            "Source": "nerd-fonts",
            "Info": "",
            "Updated": "2025-10-14T10:05:46.0505951-04:00"
        },
        {
            "Version": "3.4.0",
            "Name": "JetBrainsMono-NF-Propo",
            "Source": "nerd-fonts",
            "Info": "",
            "Updated": "2025-10-13T14:11:01.2400295-04:00"
        },
        {
            "Version": "0.7.6",
            "Name": "jid",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:46:21.454314-04:00"
        },
        {
            "Version": "1.8.1",
            "Name": "jq",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:46:23.2751269-04:00"
        },
        {
            "Version": "685",
            "Name": "less",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-15T09:59:12.7182073-04:00"
        },
        {
            "Version": "0.9.4",
            "Name": "librehardwaremonitor",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-14T12:26:28.8213558-04:00"
        },
        {
            "Version": "1.2.0",
            "Name": "lsd",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:46:29.9316597-04:00"
        },
        {
            "Version": "15.2.0-rt_v13-rev0",
            "Name": "mingw",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:48:59.8432004-04:00"
        },
        {
            "Version": "4.0.1",
            "Name": "nextcloud",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-28T08:53:13.1893168-04:00"
        },
        {
            "Version": "25.1.0",
            "Name": "nodejs",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-30T13:24:40.035917-04:00"
        },
        {
            "Version": "0.108.0",
            "Name": "nu",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-17T10:05:39.533674-04:00"
        },
        {
            "Version": "1.9.14",
            "Name": "obsidian",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T09:50:28.488515-04:00"
        },
        {
            "Version": "0.15.30",
            "Name": "opencode",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-31T07:32:41.2545063-04:00"
        },
        {
            "Version": "25.0.1-8",
            "Name": "openjdk",
            "Source": "java",
            "Info": "",
            "Updated": "2025-10-22T12:18:16.3048998-04:00"
        },
        {
            "Version": "3.6.0",
            "Name": "openssl",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T13:08:57.5424173-04:00"
        },
        {
            "Version": "25.07.0-0",
            "Name": "poppler",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:51:20.9715406-04:00"
        },
        {
            "Version": "0.83",
            "Name": "putty",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T09:51:39.2383735-04:00"
        },
        {
            "Version": "3.14.0",
            "Name": "python",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:54:57.449475-04:00"
        },
        {
            "Version": "5.8.1",
            "Name": "qalculate",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-30T13:25:10.5168277-04:00"
        },
        {
            "Version": "4.5.23.3836",
            "Name": "rainmeter",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T09:55:06.6043173-04:00"
        },
        {
            "Version": "0.45.1",
            "Name": "resvg",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:55:09.7137198-04:00"
        },
        {
            "Version": "15.1.0",
            "Name": "ripgrep",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-22T13:28:36.9727347-04:00"
        },
        {
            "Version": "1.28.2",
            "Name": "rustup",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:56:39.4994201-04:00"
        },
        {
            "Version": "2.1.0",
            "Name": "scoop-search",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T10:46:11.5044998-04:00"
        },
        {
            "Version": "1.24.0",
            "Name": "starship",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-27T09:40:23.4646471-04:00"
        },
        {
            "Version": "2.0.10",
            "Name": "syncthing",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T09:56:53.0332152-04:00"
        },
        {
            "Version": "3.3.5",
            "Name": "unigetui",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T09:57:21.3408307-04:00"
        },
        {
            "Version": "2025.10.17",
            "Name": "vcpkg",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-22T09:33:08.0477372-04:00"
        },
        {
            "Version": "14.44.35211.0",
            "Name": "vcredist2022",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T10:00:07.3615835-04:00"
        },
        {
            "Version": "21.1.16.1",
            "Name": "vcxsrv",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T10:06:28.1957593-04:00"
        },
        {
            "Version": "1.6.1",
            "Name": "windhawk",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T10:03:42.9269569-04:00"
        },
        {
            "Version": "1.23.12811.0",
            "Name": "windows-terminal",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-14T09:51:52.2682885-04:00"
        },
        {
            "Version": "2.5.1",
            "Name": "winfetch",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T10:03:57.1545478-04:00"
        },
        {
            "Version": "1.8.3",
            "Name": "yasb",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-13T10:05:26.5433231-04:00"
        },
        {
            "Version": "25.5.31",
            "Name": "yazi",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T10:05:33.9530211-04:00"
        },
        {
            "Version": "6.6.6.19875",
            "Name": "zoom",
            "Source": "extras",
            "Info": "",
            "Updated": "2025-10-27T09:40:19.2985944-04:00"
        },
        {
            "Version": "0.9.8",
            "Name": "zoxide",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T10:05:36.5311916-04:00"
        }
    ]
}
