{
    "config": {
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
        "scoop_branch": "master",
        "aria2-enabled": true,
        "aria2-retry-wait": "5"
    },
    "apps": [
        {
            "Updated": "2025-10-13T09:25:20.1017531-04:00",
            "Info": "",
            "Version": "25.01",
            "Name": "7zip",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:30:33.3843688-04:00",
            "Info": "",
            "Version": "2.0.19",
            "Name": "autohotkey",
            "Source": "extras"
        },
        {
            "Updated": "2025-11-07T05:20:41.8866276-05:00",
            "Info": "",
            "Version": "2.31.31",
            "Name": "aws",
            "Source": "main"
        },
        {
            "Updated": "2025-10-20T08:50:39.554863-04:00",
            "Info": "",
            "Version": "0.26.0",
            "Name": "bat",
            "Source": "main"
        },
        {
            "Updated": "2025-10-17T10:04:58.514101-04:00",
            "Info": "",
            "Version": "2025.10.0",
            "Name": "bitwarden",
            "Source": "extras"
        },
        {
            "Updated": "2025-11-05T09:14:06.7940086-05:00",
            "Info": "",
            "Version": "1.0.5",
            "Name": "btop",
            "Source": "main"
        },
        {
            "Updated": "2025-10-22T09:29:06.6062433-04:00",
            "Info": "",
            "Version": "1.3.1",
            "Name": "bun",
            "Source": "main"
        },
        {
            "Updated": "2025-11-03T08:36:31.9980364-05:00",
            "Info": "",
            "Version": "1.15.10",
            "Name": "cargo-binstall",
            "Source": "main"
        },
        {
            "Updated": "2025-11-03T15:47:10.5868696-05:00",
            "Info": "",
            "Version": "1.8.8",
            "Name": "clink",
            "Source": "main"
        },
        {
            "Updated": "2025-10-22T09:31:31.5764317-04:00",
            "Info": "",
            "Version": "21.0.9.10.1",
            "Name": "corretto-jdk",
            "Source": "java"
        },
        {
            "Updated": "2025-10-13T09:36:55.326297-04:00",
            "Info": "",
            "Version": "3.14.1",
            "Name": "dark",
            "Source": "main"
        },
        {
            "Updated": "2025-10-20T10:16:00.229771-04:00",
            "Info": "",
            "Version": "9.0.306",
            "Name": "dotnet-sdk",
            "Source": "main"
        },
        {
            "Updated": "2025-10-27T14:52:26.5263286-04:00",
            "Info": "",
            "Version": "2025-09",
            "Name": "eclipse-jee",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-13T09:37:09.5077451-04:00",
            "Info": "",
            "Version": "10.3.0",
            "Name": "fd",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:37:35.0814192-04:00",
            "Info": "",
            "Version": "8.0",
            "Name": "ffmpeg",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:37:38.7590483-04:00",
            "Info": "",
            "Version": "5.45",
            "Name": "file",
            "Source": "main"
        },
        {
            "Updated": "2025-10-14T09:51:46.4451842-04:00",
            "Info": "",
            "Version": "2.0.2",
            "Name": "flow-launcher",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-27T09:39:47.5997142-04:00",
            "Info": "",
            "Version": "0.66.1",
            "Name": "fzf",
            "Source": "main"
        },
        {
            "Updated": "2025-11-05T09:41:25.5190948-05:00",
            "Info": "",
            "Version": "2.83.0",
            "Name": "gh",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:38:57.9893065-04:00",
            "Info": "",
            "Version": "10.06.0",
            "Name": "ghostscript",
            "Source": "main"
        },
        {
            "Updated": "2025-10-28T13:37:27.7707236-04:00",
            "Info": "",
            "Version": "2.51.2",
            "Name": "git",
            "Source": "main"
        },
        {
            "Updated": "2025-11-07T06:31:18.4759589-05:00",
            "Info": "",
            "Version": "3.7.1",
            "Name": "git-lfs",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:39:16.2104016-04:00",
            "Info": "",
            "Version": "3.9.1",
            "Name": "glazewm",
            "Source": "extras"
        },
        {
            "Updated": "2025-11-06T06:03:34.9222359-05:00",
            "Info": "",
            "Version": "1.25.4",
            "Name": "go",
            "Source": "main"
        },
        {
            "Updated": "2025-10-30T13:24:06.9015232-04:00",
            "Info": "",
            "Version": "9.2.0",
            "Name": "gradle",
            "Source": "main"
        },
        {
            "Updated": "2025-10-14T16:49:11.0678299-04:00",
            "Info": "",
            "Version": "2.6.1",
            "Name": "gsudo",
            "Source": "main"
        },
        {
            "Updated": "2025-11-06T06:04:25.1074337-05:00",
            "Info": "",
            "Version": "0.6.3.1",
            "Name": "helium",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-17T10:06:43.3881145-04:00",
            "Info": "",
            "Version": "1.6.6",
            "Name": "jd-gui",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-14T10:04:11.3553543-04:00",
            "Info": "",
            "Version": "3.4.0",
            "Name": "JetBrainsMono-NF",
            "Source": "nerd-fonts"
        },
        {
            "Updated": "2025-10-14T10:05:46.0505951-04:00",
            "Info": "",
            "Version": "3.4.0",
            "Name": "JetBrainsMono-NF-Mono",
            "Source": "nerd-fonts"
        },
        {
            "Updated": "2025-10-13T14:11:01.2400295-04:00",
            "Info": "",
            "Version": "3.4.0",
            "Name": "JetBrainsMono-NF-Propo",
            "Source": "nerd-fonts"
        },
        {
            "Updated": "2025-10-13T09:46:21.454314-04:00",
            "Info": "",
            "Version": "0.7.6",
            "Name": "jid",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:46:23.2751269-04:00",
            "Info": "",
            "Version": "1.8.1",
            "Name": "jq",
            "Source": "main"
        },
        {
            "Updated": "2025-11-07T07:13:40.3118348-05:00",
            "Info": "",
            "Version": "0.56.0",
            "Name": "lazygit",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-15T09:59:12.7182073-04:00",
            "Info": "",
            "Version": "685",
            "Name": "less",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:46:29.9316597-04:00",
            "Info": "",
            "Version": "1.2.0",
            "Name": "lsd",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:48:59.8432004-04:00",
            "Info": "",
            "Version": "15.2.0-rt_v13-rev0",
            "Name": "mingw",
            "Source": "main"
        },
        {
            "Updated": "2025-11-04T05:36:28.299957-05:00",
            "Info": "",
            "Version": "0.11.5",
            "Name": "neovim",
            "Source": "main"
        },
        {
            "Updated": "2025-10-28T08:53:13.1893168-04:00",
            "Info": "",
            "Version": "4.0.1",
            "Name": "nextcloud",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-30T13:24:40.035917-04:00",
            "Info": "",
            "Version": "25.1.0",
            "Name": "nodejs",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:50:28.488515-04:00",
            "Info": "",
            "Version": "1.9.14",
            "Name": "obsidian",
            "Source": "extras"
        },
        {
            "Updated": "2025-11-07T05:20:52.8328109-05:00",
            "Info": "",
            "Version": "1.0.39",
            "Name": "opencode",
            "Source": "extras"
        },
        {
            "Updated": "2025-11-04T10:25:26.6129134-05:00",
            "Info": "",
            "Version": "25.0.1-8",
            "Name": "openjdk",
            "Source": "java"
        },
        {
            "Updated": "2025-10-13T13:08:57.5424173-04:00",
            "Info": "",
            "Version": "3.6.0",
            "Name": "openssl",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:51:20.9715406-04:00",
            "Info": "",
            "Version": "25.07.0-0",
            "Name": "poppler",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:51:39.2383735-04:00",
            "Info": "",
            "Version": "0.83",
            "Name": "putty",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-13T09:54:57.449475-04:00",
            "Info": "",
            "Version": "3.14.0",
            "Name": "python",
            "Source": "main"
        },
        {
            "Updated": "2025-10-30T13:25:10.5168277-04:00",
            "Info": "",
            "Version": "5.8.1",
            "Name": "qalculate",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-13T09:55:09.7137198-04:00",
            "Info": "",
            "Version": "0.45.1",
            "Name": "resvg",
            "Source": "main"
        },
        {
            "Updated": "2025-10-22T13:28:36.9727347-04:00",
            "Info": "",
            "Version": "15.1.0",
            "Name": "ripgrep",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T09:56:39.4994201-04:00",
            "Info": "",
            "Version": "1.28.2",
            "Name": "rustup",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T10:46:11.5044998-04:00",
            "Info": "",
            "Version": "2.1.0",
            "Name": "scoop-search",
            "Source": "main"
        },
        {
            "Updated": "2025-10-27T09:40:23.4646471-04:00",
            "Info": "",
            "Version": "1.24.0",
            "Name": "starship",
            "Source": "main"
        },
        {
            "Updated": "2025-11-05T09:16:00.1818071-05:00",
            "Info": "",
            "Version": "2.0.11",
            "Name": "syncthing",
            "Source": "main"
        },
        {
            "Updated": "2025-11-04T09:25:40.6394059-05:00",
            "Info": "",
            "Version": "0.25.10",
            "Name": "tree-sitter",
            "Source": "main"
        },
        {
            "Updated": "2025-10-22T09:33:08.0477372-04:00",
            "Info": "",
            "Version": "2025.10.17",
            "Name": "vcpkg",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T10:00:07.3615835-04:00",
            "Info": "",
            "Version": "14.44.35211.0",
            "Name": "vcredist2022",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-13T10:06:28.1957593-04:00",
            "Info": "",
            "Version": "21.1.16.1",
            "Name": "vcxsrv",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-14T09:51:52.2682885-04:00",
            "Info": "",
            "Version": "1.23.12811.0",
            "Name": "windows-terminal",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-13T10:03:57.1545478-04:00",
            "Info": "",
            "Version": "2.5.1",
            "Name": "winfetch",
            "Source": "main"
        },
        {
            "Updated": "2025-10-13T10:05:26.5433231-04:00",
            "Info": "",
            "Version": "1.8.3",
            "Name": "yasb",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-13T10:05:33.9530211-04:00",
            "Info": "",
            "Version": "25.5.31",
            "Name": "yazi",
            "Source": "main"
        },
        {
            "Updated": "2025-10-27T09:40:19.2985944-04:00",
            "Info": "",
            "Version": "6.6.6.19875",
            "Name": "zoom",
            "Source": "extras"
        },
        {
            "Updated": "2025-10-13T10:05:36.5311916-04:00",
            "Info": "",
            "Version": "0.9.8",
            "Name": "zoxide",
            "Source": "main"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2025-11-07T03:30:16-05:00",
            "Manifests": 1408
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-11-07T03:30:08-05:00",
            "Manifests": 2207
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2025-11-06T22:14:51-05:00",
            "Manifests": 367
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": "2025-11-06T23:40:16-05:00",
            "Manifests": 128
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2025-11-05T20:39:55-05:00",
            "Manifests": 322
        }
    ]
}
