{
    "apps": [
        {
            "Info": "",
            "Version": "0.6",
            "Updated": "2025-10-13T09:30:24.331265-04:00",
            "Source": "extras",
            "Name": "7tsp"
        },
        {
            "Info": "",
            "Version": "25.01",
            "Updated": "2025-10-13T09:25:20.1017531-04:00",
            "Source": "main",
            "Name": "7zip"
        },
        {
            "Info": "",
            "Version": "2.0.19",
            "Updated": "2025-10-13T09:30:33.3843688-04:00",
            "Source": "extras",
            "Name": "autohotkey"
        },
        {
            "Info": "",
            "Version": "2.31.15",
            "Updated": "2025-10-15T09:59:09.9967387-04:00",
            "Source": "main",
            "Name": "aws"
        },
        {
            "Info": "",
            "Version": "0.25.0",
            "Updated": "2025-10-13T09:33:06.8896497-04:00",
            "Source": "main",
            "Name": "bat"
        },
        {
            "Info": "",
            "Version": "2025.9.0",
            "Updated": "2025-10-13T09:33:48.3589572-04:00",
            "Source": "extras",
            "Name": "bitwarden"
        },
        {
            "Info": "",
            "Version": "1.0.5",
            "Updated": "2025-10-14T12:37:28.3138884-04:00",
            "Source": "main",
            "Name": "btop-lhm"
        },
        {
            "Info": "",
            "Version": "1.3.0",
            "Updated": "2025-10-13T09:34:15.0352669-04:00",
            "Source": "main",
            "Name": "bun"
        },
        {
            "Info": "",
            "Version": "1.15.7",
            "Updated": "2025-10-13T09:34:20.4337303-04:00",
            "Source": "main",
            "Name": "cargo-binstall"
        },
        {
            "Info": "",
            "Version": "21.0.8.9.1",
            "Updated": "2025-10-13T09:36:50.7279111-04:00",
            "Source": "java",
            "Name": "corretto-jdk"
        },
        {
            "Info": "",
            "Version": "3.14.1",
            "Updated": "2025-10-13T09:36:55.326297-04:00",
            "Source": "main",
            "Name": "dark"
        },
        {
            "Info": "",
            "Version": "1.4.1.1029",
            "Updated": "2025-10-13T09:37:02.046717-04:00",
            "Source": "extras",
            "Name": "everything"
        },
        {
            "Info": "",
            "Version": "1.1.0.30",
            "Updated": "2025-10-13T09:37:04.6981095-04:00",
            "Source": "main",
            "Name": "everything-cli"
        },
        {
            "Info": "",
            "Version": "10.3.0",
            "Updated": "2025-10-13T09:37:09.5077451-04:00",
            "Source": "main",
            "Name": "fd"
        },
        {
            "Info": "",
            "Version": "8.0",
            "Updated": "2025-10-13T09:37:35.0814192-04:00",
            "Source": "main",
            "Name": "ffmpeg"
        },
        {
            "Info": "",
            "Version": "5.45",
            "Updated": "2025-10-13T09:37:38.7590483-04:00",
            "Source": "main",
            "Name": "file"
        },
        {
            "Info": "",
            "Version": "2.0.2",
            "Updated": "2025-10-14T09:51:46.4451842-04:00",
            "Source": "extras",
            "Name": "flow-launcher"
        },
        {
            "Info": "",
            "Version": "0.66.0",
            "Updated": "2025-10-13T09:38:25.2417929-04:00",
            "Source": "main",
            "Name": "fzf"
        },
        {
            "Info": "",
            "Version": "10.06.0",
            "Updated": "2025-10-13T09:38:57.9893065-04:00",
            "Source": "main",
            "Name": "ghostscript"
        },
        {
            "Info": "",
            "Version": "2.51.0.2",
            "Updated": "2025-10-13T09:25:43.2560856-04:00",
            "Source": "main",
            "Name": "git"
        },
        {
            "Info": "",
            "Version": "3.9.1",
            "Updated": "2025-10-13T09:39:16.2104016-04:00",
            "Source": "extras",
            "Name": "glazewm"
        },
        {
            "Info": "",
            "Version": "1.25.3",
            "Updated": "2025-10-14T09:49:58.5155047-04:00",
            "Source": "main",
            "Name": "go"
        },
        {
            "Info": "",
            "Version": "9.1.0",
            "Updated": "2025-10-13T09:45:12.3933369-04:00",
            "Source": "main",
            "Name": "gradle"
        },
        {
            "Info": "",
            "Version": "2.6.1",
            "Updated": "2025-10-14T16:49:11.0678299-04:00",
            "Source": "main",
            "Name": "gsudo"
        },
        {
            "Info": "",
            "Version": "0.5.5.1",
            "Updated": "2025-10-13T09:45:51.9496674-04:00",
            "Source": "extras",
            "Name": "helium"
        },
        {
            "Info": "",
            "Version": "2.65.2",
            "Updated": "2025-10-13T09:45:55.3411315-04:00",
            "Source": "main",
            "Name": "innounp"
        },
        {
            "Info": "",
            "Version": "3.4.0",
            "Updated": "2025-10-14T10:04:11.3553543-04:00",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF"
        },
        {
            "Info": "",
            "Version": "3.4.0",
            "Updated": "2025-10-14T10:05:46.0505951-04:00",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Mono"
        },
        {
            "Info": "",
            "Version": "3.4.0",
            "Updated": "2025-10-13T14:11:01.2400295-04:00",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Propo"
        },
        {
            "Info": "",
            "Version": "0.7.6",
            "Updated": "2025-10-13T09:46:21.454314-04:00",
            "Source": "main",
            "Name": "jid"
        },
        {
            "Info": "",
            "Version": "1.8.1",
            "Updated": "2025-10-13T09:46:23.2751269-04:00",
            "Source": "main",
            "Name": "jq"
        },
        {
            "Info": "",
            "Version": "685",
            "Updated": "2025-10-15T09:59:12.7182073-04:00",
            "Source": "main",
            "Name": "less"
        },
        {
            "Info": "",
            "Version": "0.9.4",
            "Updated": "2025-10-14T12:26:28.8213558-04:00",
            "Source": "extras",
            "Name": "librehardwaremonitor"
        },
        {
            "Info": "",
            "Version": "1.2.0",
            "Updated": "2025-10-13T09:46:29.9316597-04:00",
            "Source": "main",
            "Name": "lsd"
        },
        {
            "Info": "",
            "Version": "15.2.0-rt_v13-rev0",
            "Updated": "2025-10-13T09:48:59.8432004-04:00",
            "Source": "main",
            "Name": "mingw"
        },
        {
            "Info": "",
            "Version": "3.17.3",
            "Updated": "2025-10-15T09:37:53.7671102-04:00",
            "Source": "extras",
            "Name": "nextcloud"
        },
        {
            "Info": "",
            "Version": "24.10.0",
            "Updated": "2025-10-13T09:49:31.2007887-04:00",
            "Source": "main",
            "Name": "nodejs"
        },
        {
            "Info": "",
            "Version": "0.107.0",
            "Updated": "2025-10-13T09:49:44.8651671-04:00",
            "Source": "main",
            "Name": "nu"
        },
        {
            "Info": "",
            "Version": "1.9.14",
            "Updated": "2025-10-13T09:50:28.488515-04:00",
            "Source": "extras",
            "Name": "obsidian"
        },
        {
            "Info": "",
            "Version": "0.15.3",
            "Updated": "2025-10-15T09:59:21.85747-04:00",
            "Source": "extras",
            "Name": "opencode"
        },
        {
            "Info": "",
            "Version": "3.6.0",
            "Updated": "2025-10-13T13:08:57.5424173-04:00",
            "Source": "main",
            "Name": "openssl"
        },
        {
            "Info": "",
            "Version": "25.07.0-0",
            "Updated": "2025-10-13T09:51:20.9715406-04:00",
            "Source": "main",
            "Name": "poppler"
        },
        {
            "Info": "",
            "Version": "0.83",
            "Updated": "2025-10-13T09:51:39.2383735-04:00",
            "Source": "extras",
            "Name": "putty"
        },
        {
            "Info": "",
            "Version": "3.14.0",
            "Updated": "2025-10-13T09:54:57.449475-04:00",
            "Source": "main",
            "Name": "python"
        },
        {
            "Info": "",
            "Version": "5.8.0",
            "Updated": "2025-10-14T15:30:52.9935799-04:00",
            "Source": "extras",
            "Name": "qalculate"
        },
        {
            "Info": "",
            "Version": "4.5.23.3836",
            "Updated": "2025-10-13T09:55:06.6043173-04:00",
            "Source": "extras",
            "Name": "rainmeter"
        },
        {
            "Info": "",
            "Version": "0.45.1",
            "Updated": "2025-10-13T09:55:09.7137198-04:00",
            "Source": "main",
            "Name": "resvg"
        },
        {
            "Info": "",
            "Version": "14.1.1",
            "Updated": "2025-10-13T09:55:13.7768164-04:00",
            "Source": "main",
            "Name": "ripgrep"
        },
        {
            "Info": "",
            "Version": "1.28.2",
            "Updated": "2025-10-13T09:56:39.4994201-04:00",
            "Source": "main",
            "Name": "rustup"
        },
        {
            "Info": "",
            "Version": "2.1.0",
            "Updated": "2025-10-13T10:46:11.5044998-04:00",
            "Source": "main",
            "Name": "scoop-search"
        },
        {
            "Info": "",
            "Version": "1.23.0",
            "Updated": "2025-10-13T09:56:44.93869-04:00",
            "Source": "main",
            "Name": "starship"
        },
        {
            "Info": "",
            "Version": "2.0.10",
            "Updated": "2025-10-13T09:56:53.0332152-04:00",
            "Source": "main",
            "Name": "syncthing"
        },
        {
            "Info": "",
            "Version": "3.3.5",
            "Updated": "2025-10-13T09:57:21.3408307-04:00",
            "Source": "extras",
            "Name": "unigetui"
        },
        {
            "Info": "",
            "Version": "14.44.35211.0",
            "Updated": "2025-10-13T10:00:07.3615835-04:00",
            "Source": "extras",
            "Name": "vcredist2022"
        },
        {
            "Info": "",
            "Version": "21.1.16.1",
            "Updated": "2025-10-13T10:06:28.1957593-04:00",
            "Source": "extras",
            "Name": "vcxsrv"
        },
        {
            "Info": "",
            "Version": "1.6.1",
            "Updated": "2025-10-13T10:03:42.9269569-04:00",
            "Source": "extras",
            "Name": "windhawk"
        },
        {
            "Info": "",
            "Version": "1.23.12811.0",
            "Updated": "2025-10-14T09:51:52.2682885-04:00",
            "Source": "extras",
            "Name": "windows-terminal"
        },
        {
            "Info": "",
            "Version": "2.5.1",
            "Updated": "2025-10-13T10:03:57.1545478-04:00",
            "Source": "main",
            "Name": "winfetch"
        },
        {
            "Info": "",
            "Version": "1.8.3",
            "Updated": "2025-10-13T10:05:26.5433231-04:00",
            "Source": "extras",
            "Name": "yasb"
        },
        {
            "Info": "",
            "Version": "25.5.31",
            "Updated": "2025-10-13T10:05:33.9530211-04:00",
            "Source": "main",
            "Name": "yazi"
        },
        {
            "Info": "",
            "Version": "0.9.8",
            "Updated": "2025-10-13T10:05:36.5311916-04:00",
            "Source": "main",
            "Name": "zoxide"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2025-10-15T08:32:48-04:00",
            "Manifests": 1406
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-10-15T08:32:19-04:00",
            "Manifests": 2197
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2025-10-14T12:30:10-04:00",
            "Manifests": 367
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": "2025-10-14T09:03:42-04:00",
            "Manifests": 128
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2025-10-13T12:24:56-04:00",
            "Manifests": 322
        }
    ],
    "config": {
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
        "scoop_branch": "master",
        "aria2-enabled": true,
        "aria2-retry-wait": "5"
    }
}
