tap "ariga/tap"
tap "jstkdng/programs"
tap "koyeb/tap"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "sst/tap"
tap "tursodatabase/tap"
brew "python@3.13"
brew "awscli"
brew "bat"
brew "biome"
brew "cocoapods"
brew "docker"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "golang-migrate"
brew "jq"
brew "lsd"
brew "make"
brew "neovim"
brew "openjdk"
brew "openapi-generator"
brew "pnpm"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "unzip"
brew "uv"
brew "xclip"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "tursodatabase/tap/turso"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "warp"
