tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "felixkratz/formulae"
tap "ggerganov/ggerganov"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "steipete/tap"
tap "yakitrak/yakitrak"
brew "actionlint"
brew "sqlite"
brew "awscli"
brew "bat"
brew "gcc"
brew "btop"
brew "python@3.14"
brew "coreutils"
brew "docker"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "googleworkspace-cli"
brew "openjdk"
brew "gradle"
brew "imagemagick"
brew "jj"
brew "jq"
brew "khal"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mise"
brew "neovim"
brew "pnpm"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "sops"
brew "starship"
brew "syncthing", restart_service: :changed
brew "tailscale"
brew "uv"
brew "vdirsyncer"
brew "whisper-cpp"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zplug"
brew "anomalyco/tap/opencode"
brew "antoniorodr/memo/memo"
brew "oven-sh/bun/bun"
brew "steipete/tap/gifgrep"
brew "steipete/tap/gogcli"
brew "steipete/tap/goplaces"
brew "steipete/tap/imsg"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "yakitrak/yakitrak/obsidian-cli"
cask "claude-code"
cask "codex"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
uv "nano-pdf"
