tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "steipete/tap"
brew "awscli"
brew "bat"
brew "blueutil"
brew "btop"
brew "coreutils"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "openjdk"
brew "gradle"
brew "ical-buddy"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mise"
brew "neovim"
brew "node"
brew "pnpm"
brew "poppler"
brew "python@3.14"
brew "resvg"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "sops"
brew "spotify_player"
brew "starship"
brew "tailscale"
brew "uv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "anomalyco/tap/opencode"
brew "antoniorodr/memo/memo"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "oven-sh/bun/bun"
brew "steipete/tap/gogcli"
brew "steipete/tap/imsg"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "steipete/tap/summarize"
cask "nikitabobko/tap/aerospace"
cask "aldente"
cask "betterdisplay"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "steipete/tap/codexbar"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "handy"
cask "helium-browser"
cask "karabiner-elements"
cask "openclaw"
cask "pearcleaner"
cask "tailscale-app"
cask "xquartz"
